Repository: sayeemsiddique/boos-library-Plugin-full-functional
Catalog: i18n/mybooktable-*.po
Languages: pt_br

source: Book image size:
pt_br: Tamanho de imagem do livro:

source: Show book blurb
pt_br: Mostrar sinopse

source: Use shadow box for Buy Buttons
pt_br: Usar sombras nos botões de compra

source: Choose how to select the featured books:
pt_br: Escolha como selecionar as funcionalidade do livro:

source: Most Recent Books
pt_br: Livros Mais Recentes

source: Choose Manually
pt_br: Escolher Manualmente

source: Random Books
pt_br: Livros Aleatórios

source: Select Books:
pt_br: Escolher Livros:

source: Add
pt_br: Adicionar

source: Number of Books:
pt_br: Número de Livros:

source: A list of Authors, Genres, Series, or Tags.
pt_br: Adicionar

source: MyBookTable Taxonomy Widget
pt_br: Widget Taxonomia MyBookTable

source: Displayed taxonomy
pt_br: Taxonomia mostradas

source: Show post counts
pt_br: Mostrar contagem publicações

# URL slug
source: books
pt_br: Livros [URL comprimido]

source: Disclosure of Material Connection: Some of the links in the page above are "affiliate links." This means if you click on the link and purchase the item, I will receive an affiliate commission. I am disclosing this in accordance with the Federal Trade Commission's <a href="http://www.access.gpo.gov/nara/cfr/waisidx_03/16cfr255_03.html" target="_blank">16 CFR, Part 255</a>: "Guides Concerning the Use of Endorsements and Testimonials in Advertising."
pt_br: Aviso Legal sobre Divulgação de Conexão de Material: Alguns links na página acima são "links afiliados". Isto significa que se clicar no link e comprar este item, irei receber uma comissão. Estou a divulgar esta informação de acordo com as regras da Comissão Federal de Comércio <a href="http://www.access.gpo.gov/nara/cfr/waisidx_03/16cfr255_03.html" target="_blank">16 CFR, Part 255</a>: "Guides Concerning the Use of Endorsements and Testimonials in Advertising."

source: Amazon Reviews
pt_br: Críticas Amazon

source: Book updated.
pt_br: Livro atualizado.

source: Amazon Bulk Book Importer
pt_br: Importador Livros em massa da Amazon

source: Import your books in bulk from Amazon with a list of ISBNs.
pt_br: Importe os seus livros em massa da Amazon com uma lista de ISBNs.

source: UIEE File
pt_br: Ficheiro UIEE

source: Import your books from a UIEE (Universal Information Exchange Environment) File.
pt_br: Importe os seus livros através de um ficheiro UIEE (Universal Information Exchange Environment).

source: Unable to connect to server!
pt_br: Incapaz de fazer a conexão ao servidor!

source: Invalid response received from server
pt_br: Resposta inválida recebida do servidor

source: Valid for MyBookTable Developer 3.0
pt_br: Válido para MyBookTable Programador 3.0

source: Valid for MyBookTable Professional 3.0
pt_br: Válido para MyBookTable Profissional 3.0

source: Valid for MyBookTable Developer 2.0
pt_br: Válido para MyBookTable Programador 2.0

source: Valid for MyBookTable Professional 2.0
pt_br: Válido para MyBookTable Profissional 2.0

source: Valid for MyBookTable Developer 1.0
pt_br: Válido para MyBookTable Programador 1.0

source: Valid for MyBookTable Professional 1.0
pt_br: Válido para MyBookTable Profissional 1.0

source: Permissions error!
pt_br: Erro de Permissões!

source: Key not found
pt_br: Chave não encontrada

source: Key has been deactivated
pt_br: Chave foi desativada

source: Upgrade your MyBookTable to enable these advanced features!
pt_br: Melhore o seu MyBooktable para ativar estas funcionalidades avançadas!

source: Thank you for purchasing a MyBookTable Upgrade!
pt_br: Obrigado por comprar uma melhoria MyBookTable!

source: Get premium support.
pt_br: Obtenha suporte premium.

source: Download your MyBookTable Upgrade plugin to enable your advanced features!
pt_br: Descarregue o plugin de melhoria MyBookTable para ativar funcionalidades avançadas!

source: Insert your License Key to enable your advanced features!
pt_br: Introduza a sua Chave de Licença para ativar as funcionalidades avançadas!

source: Update your License Key to enable your advanced features!
pt_br: Atualize a sua Chave de Licença para ativar as funcionalidades avançadas!

source: Book Blurb
pt_br: Sinopse do Livro

source: Book Details
pt_br: Detalhes do Livro

source: About the Book
pt_br: Sobre o Livro

source: Endorsements
pt_br: Apoios

source: Book Club Resources
pt_br: Recursos do Clube do Livro

source: Section Order
pt_br: Ordem de Seções

source: Teaser Text:
pt_br: Texto de provocação (teaser)

source: Excerpt
pt_br: Excerto

source: Book Blurbs are hand-crafted summaries of your book. The goal of a book blurb is to convince strangers that they need buy your book in 100 words or less. Answer the question "why would I want to read this book?" <a href="%s" target="_blank">Learn more about writing your book blurb.</a>
pt_br: Sinopses são resumos do seu livro. O objetivo é convencer estranhos, com 100 palavras ou menos, que necessitam de comprar o seu livro. Responda à questão "porque é que quereria ler este livro?" <a href="%s" target="_blank">Saiba mais sobre como escrever a sinopse do seu livro.</a>

source: Image:
pt_br: Imagem:

source: Choose
pt_br: Escolher

source: The About the Book section is a longer description of your book. This typically includes all the text from the back cover of the book plus, endorsements and any other promotional materials from interior flaps or initial pages. This is also a good place to embed a book trailer if you have one.
pt_br: A seção Sobre o Livro já não é uma descrição do seu livro. Tipicamente inclui todo o texto na contracapa, apoios e outros materiais promocionais de abas interiores ou páginas iniciais. É também um ótimo local para inserir um trailer do livro se tiver um.

source: Cannot show reviews without a valid ISBN.
pt_br: As críticas não podem ser mostradas sem um ISBN válido.

source: Cannot show Kindle Instant Preview without a valid ASIN.
pt_br: A visualização instantânea do Kindle não pode ser mostrada sem um ASIN válido.

source: (Find your ASIN)
pt_br: (Encontrar o ASIN)

source: Valid ASIN
pt_br: ASIN Válido

source: Invalid ASIN
pt_br: ASIN Inválido

source: Choose Sample
pt_br: Escolher amostra

source: Clear
pt_br: Limpar

source: Kindle Instant Preview
pt_br: Visualização Instantânea do Kindle

source: Displays a free instant preview of your book from Amazon.
pt_br: Mostra uma visualização instantânea grátis do seu livro da Amazon.

source: Sample Chapter
pt_br: Amostra de Capítulo

source: Upload a sample chapter from your book to give viewers a preview. We recommend using a .pdf format for the sample chapter.
pt_br: Carregue uma amostra de capítulo do seu livro para proporcionar aos leitores uma antevisão do seu livro. Recomendamos usar um formato .pdf para esta amostra.

source: Audio Sample
pt_br: Amostra de Áudio

source: Upload a sample from your audiobook to give viewers a preview. We recommend using a .mp3 format for the sample.
pt_br: Carregue uma amostra do seu audiobook para dar aos leitores uma antevisão do seu livro. Recomendamos usar um formato .mp3 para esta amostra.

source: Book Trailer
pt_br: Trailer do Livro

source: Paste in the URL of a YouTube or Vimeo video that shows off your book.
pt_br: Cole o URL de um vídeo do YouTube ou Vimeo que mostre o seu livro.

source: List Price
pt_br: Preço

source: You can typically find the list price just above the ISBN barcode on the back cover of the book.
pt_br: Tipicamente pode encontrar o preço acima do código de barras ISBN na contracapa do livro.

source: Sale Price
pt_br: Preço promocional

source: Setting a sale price will cross out the normal price and show the sale price prominently.
pt_br: Definir um preço promocional vai sobrepor o preço de venda normal e mostrar o preço promocional.

source: eBook Price
pt_br: Preço eBook

source: If your book is available in multiple formats, you can use this to display the eBook price.
pt_br: Se o seu livro está disponível em diferente formatos, pode usar isto para mostrar o preço do eBook.

source: Audiobook Price
pt_br: Preço Audiobook

source: If your book is available in multiple formats, you can use this to display the audiobook price.
pt_br: Se o seu livro está disponível em diferente formatos, pode usar isto para mostrar o preço do audiobook.

source: Publisher Name
pt_br: Nome do Editor

source: Publisher URL
pt_br: URL do Editor

source: Setting a publisher URL will turn the "Publisher Name" into a link to this address.
pt_br: Definir um URL do editor irá tornar o "Nome de Editor" num link com este endereço.

source: Publication Year
pt_br: Ano Publicação

source: Star Rating
pt_br: Classificação (Estrelas)

source: Book Format
pt_br: Formato do Livro

source: What format is the book presented in?
pt_br: Qual o formato em que o livro é apresentado?

source: Book Length
pt_br: Comprimento do Livro

source: Is this book a short story, a complete novel, or an epic drama?
pt_br: Se este livro é uma história pequena, uma novela completa ou um drama épico?

source: Narrator
pt_br: Narrador

source: If applicable, who is the book narrated by?
pt_br: Se aplicável, quem é o narrador do livro?

source: Illustrator
pt_br: Ilustrador

source: If applicable, who is the book illustrated by?
pt_br: Se aplicável, quem é o ilustrador do livro?

source: Background Color
pt_br: Cor de Fundo

source: Alternate Background Color
pt_br: Cor de Fundo Alternativa

source: Button Color
pt_br: Cor do Botão

source: Book Cover Image
pt_br: Imagem de Capa do Livro

source: Set cover image
pt_br: Definir Imagem de Capa

source: This is the International Standard Book Number, used to populate GoodReads and Amazon reviews.
pt_br: Esta é o "International Standard Book Number" (Número de Livro Internacional), usado para popular críticas Amazon e GoodReads.

source: This is the Amazon Standard Identification Number, used to populate Amazon reviews and Kindle Instant Preview.
pt_br: Este é o "Amazon Standard Identification Number" (Número de Identificação da Amazon), usado para popular críticas na Amazon e Kindle.

source: Show ISBN/ASIN on book page
pt_br: Mostrar ISBN/ASIN na página do livro

source: Remove
pt_br: Remover

source: Button
pt_br: Botão

source: Text Bullet
pt_br: Lista de Pontos

source: Activate Amazon and Barnes &amp; Noble Buttons
pt_br: Ativar botões Amazon e Barnes &amp; Noble

source: Want more options? Upgrade your MyBookTable and get the Universal Buy Button.
pt_br: Quer mais opções? Melhore o seu MyBookTable e adquira Botões de Compra Universais.

source: Book Number
pt_br: Número do Livro

source: Use this to order books within a series.
pt_br: Use isto para ordenar livros dentro de séries.

source: New Book
pt_br: Novo Livro

source: Edit Book
pt_br: Editar Livro

source: View Book
pt_br: Ver Livro

source: Update Book
pt_br: Atualizar Livro

source: Search Books
pt_br: Procurar Livros

source: Parent Book
pt_br: Livro Principal (Pai)

source: Parent Book:
pt_br: Livro Principal (Pai):

source: MyBookTable Rewrites Error
pt_br: Erro de Escrita MyBookTable

source: You have a plugin or theme that has post types or taxonomies that are conflicting with MyBookTable. MyBookTable pages will not display correctly.
pt_br: Tem um plugin ou tema que estão a entrar em conflito com o tipo de publicações ou taxonomias do MyBookTable. As páginas do MyBookTable não vão ser mostradas corretamente.

source: Welcome to MyBookTable
pt_br: Bem Vindo ao MyBookTable

source: You're almost ready to start promoting your books
pt_br: Está quase pronto para começar a promover os seus livros

source: Install MyBookTable Pages
pt_br: Instalar páginas MyBookTable

source: Skip setup
pt_br: Saltar configuração

source: MyBookTable has been installed
pt_br: MyBookTable foi instalado

source: You're ready to start promoting your books
pt_br: Está pronto para começar a promover os seus livros

source: Show Me How
pt_br: Mostrar-me como

source: Thanks, I Got This
pt_br: Obrigado, já percebi

source: Setup your License Key
pt_br: Configure a sua Chave de Licença

source: MyBookTable needs your License key to enable enhanced features
pt_br: O MyBookTable necessita da sua Chave de Licença para ativar funcionalidades avançadas

source: Go To Settings
pt_br: Ir para as definições

source: Setup your Amazon and Barnes &amp; Noble Buttons
pt_br: Configure os botões da Amazon e Barnes &amp; Noble

source: MyBookTable needs your input to enable these features
pt_br: O MyBookTable necessita da sua entrada para ativar estas funcionalidades

source: Enable your Upgrade
pt_br: Ative a sua melhoria

source: Download or Activate your MyBookTable Upgrade plugin to enable your advanced features!
pt_br: Descarregue ou ative a melhoria MyBookTable para ativar funcionalidades avançadas!

source: Help Improve MyBookTable
pt_br: Ajude a melhorar o MyBookTable

source: Please help make MyBookTable easier to use by allowing it to gather anonymous usage statistics.
pt_br: Por favor ajuda a simplificar o MyBookTable ao permitir recolha de informação anónima.

source: No Problem
pt_br: Não há problema

source: I'd Rather Not
pt_br: Prefiro não o fazer

source: Learn the Secrets of Amazing Author Websites
pt_br: Aprenda os segredos de sites de autores espetaculares

source: Want an author website that doesn&#39;t just look good, but also boosts book sales? Find out in this practical (and totally free) course by Author Media CEO, Thomas Umstattd Jr.
pt_br: Quer um site de autor que não só tem uma ótima aparência mas também consegue aumentar as suas vendas? Descubra este curso prático (e totalmente grátis) pelo CEO da Author Media, Thomas Umstattd Jr.

source: Let's do it!
pt_br: Vamos fazê-lo!

source: No, thanks
pt_br: Não, obrigado

source: Thank you for subscribing! Please check your inbox for a confirmation letter.
pt_br: Obrigado por subscrever! Por favor veja a mensagem de confirmação na sua caixa de entrada.

source: Go to Yahoo! Mail
pt_br: Ir para Yahool! Mail

source: Go to Hotmail
pt_br: Ir para Hotmail

source: Go to Gmail
pt_br: Ir para Gmail

source: Go to AOL Mail
pt_br: ir para AOL Mail

source: New!
pt_br: Novo!

source: Use the new Display Mode selector to change the way your book page looks!
pt_br: Use o novo seletor de modo de exibição para mudar a aparência de sua página de livro!

source: Cool, thanks!
pt_br: Obrigado!

source: Book Table
pt_br: Mesa de Livro

source: All Authors
pt_br: Todos os Autores

source: Add New
pt_br: Adicionar Novo

source: Add New Author
pt_br: Adicionar Novo Autor

source: New Author
pt_br: Novo Autor

source: Edit Author
pt_br: Editar Autor

source: View Authors
pt_br: Ver autores

source: Update Author
pt_br: Atualizar autor

source: Search Authors
pt_br: Procurar Autores

source: Parent Author
pt_br: Autor parental

source: Parent Authors:
pt_br: Autores parentais:

# URL slug
source: authors
pt_br: Autores [ URL comprimido ]

source: All Genres
pt_br: Todos os Géneros

source: Add New Genre
pt_br: Adicionar Novo Género

source: New Genre
pt_br: Novo Género

source: Edit Genre
pt_br: Editar Género

source: View Genres
pt_br: Ver Géneros

source: Update Genre
pt_br: Atualizar Géneros

source: Search Genres
pt_br: Procurar Géneros

source: Parent Genre
pt_br: Género parental

source: Parent Genres:
pt_br: Géneros parentais

# URL slug
source: genre
pt_br: Género [ URL comprimido ]

source: All Series
pt_br: Todas as Séries

source: Add New Series
pt_br: Adicionar Novas Séries

source: New Series
pt_br: Nova Série

source: Edit Series
pt_br: Editar Série

source: View Series
pt_br: Ver Série

source: Update Series
pt_br: Atualizar Série

source: Search Series
pt_br: Procurar Séries

source: Parent Series
pt_br: Série parental

source: Parent Series:
pt_br: Séries parentais

# URL slug
source: series
pt_br: Séries [ URL comprimido ]

source: All Tags
pt_br: Todas as Etiquetas

source: Add New Tag
pt_br: Adicionar Nova Etiqueta

source: New Tag
pt_br: Nova Etiqueta

source: Edit Tag
pt_br: Editar Etiqueta

source: View Tags
pt_br: Ver Etiquetas

source: Update Tag
pt_br: Atualizar Etiquetas

source: Search Tags
pt_br: Procurar Etiquetas

source: Parent Tag
pt_br: Etiqueta parental

source: Parent Tags:
pt_br: Etiquetas parentais

# URL slug
source: tag
pt_br: Etiqueta [ URL comprimido ]

source: Image
pt_br: Imagem

source: Taxonomy Image
pt_br: Imagem Taxonomia

source: Priority
pt_br: Prioridade

source: Back
pt_br: Retroceder

source: More Books
pt_br: Mais Livros

source: View Book Sample
pt_br: Ver Amostras de Livros

source: Other book sellers
pt_br: Outros vendedores de livros

source: Buy This Book Online
pt_br: Comprar este livro Online

source: Buy now!
pt_br: Comprar agora!

source: More info
pt_br: Mais informação

source: Publisher
pt_br: Editor

source: Rating
pt_br: Classificação

source: City
pt_br: Cidade

source: Zip
pt_br: Código postal

source: Find Store
pt_br: Encontrar Loja

source: Order Now!
pt_br: Comprar Agora!

source: Check out this book!
pt_br: Veja este livro!

source: About the Author
pt_br: Sobre o Autor

source: Order Now
pt_br: Encomendar agora

source: Share
pt_br: Partilhar

source: Other %s in "%s"
pt_br: Outro %s em "%s"

source: Preview
pt_br: Visualização

source: Look Inside
pt_br: Dentro

source: Find A Local Bookstore
pt_br: Encontrar uma livraria local

source: Reviews
pt_br: Críticas

source: PHP Out of Date
pt_br: PHP desatualizado

source: MyBookTable requires at least PHP 5.3.9. You are currently running PHP %s. Please contact your hosting provider to request that they update your PHP.
pt_br: MyBookTable requer pelo menos PHP 5.3.9. Você atualmente está executando PHP %s. Entre em contato com seu provedor de hospedagem para solicitar que eles atualizar seu PHP.

source: Purchase Upgrade
pt_br: Comprar Melhorias

source: Write a Review
pt_br: Escrever uma crítica

source: Format
pt_br: Formato

source: Length
pt_br: Comprimento

source: MyBookTable Bookstore by Author Media
pt_br: MyBookTable Bookstore por Author Media

source: A WordPress Bookstore Plugin to help authors boost book sales on sites like Amazon and Apple iBooks with great-looking book pages.
pt_br: Um plugin de Livros Wordpress para ajudar autores a aumentar as suas vendas em sites como a Amazon e Aplle iBooks com páginas de livros com um excelente visual.
