Repository: sayeemsiddique/boos-library-Plugin-full-functional
Catalog: i18n/mybooktable-*.po
Languages: pt_br

source: Select
pt_br: Selecionar

source: Post Title
pt_br: Título Publicação

source: Post Date
pt_br: Data Publicação

source: Author
pt_br: Autor

source: Genre
pt_br: Género

source: Tag
pt_br: Etiqueta

source: Series
pt_br: Séries

source: Series Order
pt_br: Ordem das Séries

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descendente

source: Import Interrupted
pt_br: Importação Interrompida

source: Import Complete
pt_br: Importação Completa

source: Successfully imported
pt_br: Importado com sucesso!

source: Switch to %s mode
pt_br: Alterar para o modo %s

source: Set the priority (order) of the authors
pt_br: Defina a prioridade (orem) dos autores

source: Edit the main author bio
pt_br: Editar a biografia principal do autor

source: Books
pt_br: Livros

source: Add Book
pt_br: Adicionar Livro

source: Authors
pt_br: Autores

source: Genres
pt_br: Géneros

source: Tags
pt_br: Etiquetas

source: Import Books
pt_br: Importar Livros

source: MyBookTable Settings
pt_br: Definições MyBookTable

source: Settings
pt_br: Definições

source: MyBookTable Help
pt_br: Ajuda MyBookTable

source: Help
pt_br: Ajuda

source: Upgrade
pt_br: Atualizar

source: Upgrade MyBookTable
pt_br: Atualizar MyBookTable

source: Valid License Key
pt_br: Chave de Licença Válida

source: Invalid License Key
pt_br: Chave de Licença Inválida

source: Valid API Key
pt_br: Chave API Válida

source: Settings saved
pt_br: Definições guardadas

source: Setup
pt_br: Configurações

source: Style
pt_br: Estilo

source: Promote
pt_br: Promover

source: Earn
pt_br: Ganhar

source: Integrate
pt_br: Integrar

source: Troubleshoot
pt_br: Solucionar Problemas

source: MyBookTable License Key
pt_br: Chave de Licença MyBookTable

source: If you have purchased an License Key for MyBookTable, enter it here to activate your enhanced features. You can find it in your <a href="https://gumroad.com/library/" target="_blank">Gumroad Library here</a>. If you would like to purchase an License key visit <a href="http://www.authormedia.com/mybooktable/">AuthorMedia.com/MyBookTable</a>.
pt_br: Se comprou uma chave de licença para a MyBookTable, introduza-a aqui para ativar as funcionalidades avançadas. Pode encontrar na sua <a href="https://gumroad.com/library/" target="_blank"> Livraria Gumroad aqui</a>.

source: Book Table Page
pt_br: Mesa de Livros

source: -- Choose One --
pt_br: -- Escolha um --

source: Click here to create a Book Table page
pt_br: Clique aqui para criar uma nova Mesa de Livros

source: Remove Book Table page
pt_br: Remover Mesa de Livros

source: The Book Table page is the main landing page for your books.
pt_br: A Mesa de Livros é atualmente a principal para os seus livros.

source: Example Books
pt_br: Livros exemplo

source: Click here to create example books
pt_br: Clique aqui para criar livros exemplo

source: These examples will help you learn how to set up Genres, Series, Authors, and Books of your own.
pt_br: Estes exemplos vão ajudá-lo a que aprenda como configurar Géneros, Séries, Autores e Livros por si mesmo.

source: Compatability Mode
pt_br: Modo de Compatibilidade

source: Checked = More Compatible Out of the Box. Unchecked = More Developer Control.
pt_br: Selecionado = Maior compatibilidade "Fora da Caixa". Não selecionado = Maior controlo para programador.

source: MyBookTable Product Name
pt_br: Nome de Produto MyBookTable

source: You can use this to change the "books" slug used in the book page urls if you are selling something other than books, such as "DVDs", "Movies", or simply "Products".
pt_br: Pode usar isto para modificar o encurtamento usado nas páginas do livro se está a vender algo sem ser livros, como "DVDs", "Filmes", ou simplesmente "Produtos".

source: Usage Tracking
pt_br: Rastreamento Utilizadores

source: Disable Tracking
pt_br: Desativar Rastreamento

source: Thanks for helping to improve MyBookTable by letting it log ananymous data about your usage patterns.
pt_br: Obrigado por ajudar a melhorar o MyBookTable por nos deixar analisar dados anónimos sobre os seus padrões de utilização.

source: Enable Tracking
pt_br: Ativar Rastreamento

source: Help improve MyBookTable by letting it log ananymous data about your usage patterns.
pt_br: Ajude a melhorar o MyBookTable ao deixar analisar dados anónimos sobre os seus padrões de utilização.

source: Save Changes
pt_br: Salvar alterações

source: Style Pack
pt_br: Pacote de estilos

source: Choose the style pack you would like for your buy buttons.
pt_br: Escolha o pacote de estilos que prefere para os seus botões.

source: Buy Button Sizes
pt_br: Tamanho dos Botões de Compra

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: Book Pages
pt_br: Páginas de Livro

source: Select the size of the buy buttons on book pages.
pt_br: Selecione o tamanho dos botões de compra nas páginas do livro.

source: Book Listings
pt_br: Listas de Livros

source: Select the size of the buy buttons on book listings.
pt_br: Selecione o tamanho dos botões nas listas de livros.

source: Select the size of the buy buttons on widgets.
pt_br: Selecione o tamanha dos botões de compra nos widgets.

source: Buy Button Shadow Box
pt_br: Sombra nos botões de compra

source: Nowhere
pt_br: Em lado nenhum

source: Book Listings Only
pt_br: Apenas Listas de Livros

source: Everywhere
pt_br: Em todo o lado

source: Replace store buy buttons with a single "Buy Now" button that loads a shadow box with all the buttons within it.
pt_br: Substituir botões de loja por um único botão "Comprar Agora" que carrega uma caixa de sombra com todos os botões dentro dela.

source: Upload New Style Pack
pt_br: Carregar um Pacote de Estilos Novo

source: Upload
pt_br: Carregar

source: If you would like to make your own style pack you can learn how from our <a href="%s" target="_blank">developer documentation</a>.
pt_br: Se gostaria de criar o seu próprio pacote de estilo pode aprender como na nossa <a href="%s" target="_blank">documentação de programador</a>.

source: Book Image Size
pt_br: Tamanho de Imagem do Livro

source: Book Images in MyBookTable respond to mobile devices regardless of which size you select.
pt_br: Imagens do livro em MyBooktable são responsivas a dispositivos móveis de qualquer tamanho que selecione.

source: Enable
pt_br: Ativar

source: Breadcrumbs make your website easier to navigate for both humans and search engines. Uncheck this box if MyBookTable's breadcrumb system is conflicting with your theme.
pt_br: Os "Breadcrumbs" fazem o seu site mais fácil de navegar tanto para humanos como motores de busca. Desmarque esta caixa que o sistema "Breadcrumbs" do MyBooktable está em conflito com o seu tema.

source: Number of Books per Page
pt_br: Número de Livros por Página

source: Choose the number of books to show per page on the book listings.
pt_br: Escolha o número de livros a mostrar por página na lista de livros.

source: Search Engine Optimization
pt_br: Otimização dos motores de busca

source: Use MyBookTable's built-in SEO features
pt_br: Use as funcionalidades SEO embutidas no MyBookTable

source: Let MyBookTable's built in search engine optimization do the work for you.
pt_br: Deixe o MyBookTable fazer o trabalho de otimização de motores de busca por si.

source: Book Reviews
pt_br: Críticas de Livros

source: Select the reviews provider that will be displayed under each book with a valid ISBN.
pt_br: Selecione o provedor de críticas que será mostrado debaixo de cada livro com ISBN válido.

source: Check Reviews
pt_br: Ver Críticas

source: Use this tool to check if your books will be able to display reviews.
pt_br: Use esta ferramenta para verificar se os seus livros podem mostrar críticas.

source: Social Media
pt_br: Redes Sociais

source: Show on Book Pages
pt_br: Mostrar nas páginas do livro

source: Show on Book Listings
pt_br: Mostrar nas listas do livro

source: Check to enable MyBookTable's social media buttons.
pt_br: Marque para ativar os botões sociais no MyBookTable.

source: "Find a Local Bookstore" Form
pt_br: Formulário "Encontra uma loja local"

source: Show in Buy Buttons Shadow Box
pt_br: Mostrar Caixa de Sombra dos Botões de Compra

source: If checked, show a form that helps your readers find places to buy your book will display under each book.
pt_br: Se selecionado, mostra um formulário que vai ser mostrado em baixo de cada livro e que ajuda o leitor a encontrar locais para comprar o seu livro .

source: You must enter your Google Maps API Key for this feature to work
pt_br: Você deve digitar sua chave da API do Google Maps para esse recurso para trabalhar

source: Cross Promote Books in a Series
pt_br: Promoção Cruzada de Livros numa Série

source: Show books
pt_br: Mostrar Livros

source: If checked, the other books in the same series will display under the book on that book's page.
pt_br: Se selecionado, os outros livros na mesma série vão ser mostrados debaixo do livro nessa página do livro.

source: "About the Author" Section
pt_br: Seção "Sobre o Autor"

source: If checked, show a section on the book page that displays information about the book author.
pt_br: Se selecionado, mostra uma seção na página do livro que permite visualizar informação sobre o autor do livro.

source: Disclosure of Material Connection Disclaimer
pt_br: Aviso Legal sobre Divulgação de Conexão de Material

source: Hide Disclosure of Material Connection Disclaimer?
pt_br: Esconder Aviso Legal sobre Divulgação de Conexão de Material?

source: Amazon and Barnes &amp; Noble Buy Buttons enabled!
pt_br: Amazon e Barnes &amp; Noble Botões de compra ativos!

source: Disable
pt_br: Desabilitar

source: Amazon and Barnes &amp; Noble Buy Buttons disabled!
pt_br: Amazon e Barnes &amp; Noble Botões de compra desativos!

source: What does this mean?
pt_br: O que é que isto significa?

source: Insert your Google Maps API Key to <a href="%s">enable the Find Local Bookstore Form</a> on your book pages.
pt_br: Introduza a sua chave da API do Google Maps para <a href="%s">ativar o formulário "Encontrar uma livraria local"</a> nas suas páginas do livro.

source: Learn how to get a Google Maps API Key
pt_br: Aprenda como obter uma chave de API do Google Maps

source: Genius Link
pt_br: Link "Genius"

source: MyBookTable comes with over a dozen buy buttons from stores around the web. Several of these buttons, including the ones for Amazon and Barnes &amp; Noble, use affiliate links. The revenue from these links is used to help support and improve the MyBookTable plugin. If you would like to use your own affiliate links, we have premium upgrades that come not only with affiliate integration but with premium support as well. You may also disable these buttons if you prefer.
pt_br: MyBookTable vem com mais de uma dúzia de botões de compras de lojas da internet. Alguns desses botões, incluindo os da Amazon e Barnes &amp; Noble, usam links de afiliado. A receita desses links é usada para suportar e melhorar o plugin MyBookTable. Se gostaria de usar os seus próprios botões de afiliado, temos melhorias premium que vêm não só com essa integração para estes botões mas também com suporte premium. Pode também desativar estes botões se preferir.

source: Enable Affiliate Buttons
pt_br: Ativar Botões de Afiliado

source: Disable Affiliate Buttons
pt_br: Desativar Botões de Afiliado

source: Buy a Premium Upgrade with Affiliate support
pt_br: Comprar uma melhoria Premium com Suporte para Afiliados

source: Go to Affiliate Settings
pt_br: Ir para as Definições de Afiliado

source: Path error while adding style pack!
pt_br: Erro de caminho ao adicionar um pacote de estilo!

source: Successfully added button pack!
pt_br: Pacote de botões adicionado com sucesso!

source: Error unzipping style pack!
pt_br: Erro ao descompactar o pacote de estilo!

source: Need to find or manage your <strong>License Key</strong>?<br>Access through Gumroad
pt_br: Necessita de encontrar ou gerir a sua <strong>Chave de Licença</strong>?<br> Aceder através de Gumroad

source: Have <strong>questions or comments</strong>?<br>Check out the Support Forum
pt_br: Tem <strong> questões ou comentários</strong>?<br>Veja o Fórum de Suporte

source: Looking for <strong>developer documentation</strong>?<br>Find it on Github
pt_br: À procura de <strong> documentação de programador </strong>?<br>

source: Need Premium Support? Purchase an upgrade here
pt_br: Necessita de Suporte Premium? Compre a melhoria aqui

source: Premium Support Options
pt_br: Opções de Suporte Premium

source: Submit a Ticket
pt_br: Enviar um Ticket

source: Visit the Support Forum
pt_br: Visitar o Fórum de Suporte

source: Suggest a Feature
pt_br: Sugerir uma funcionalidade

source: Submit a Bug
pt_br: Submeter um Erro

source: MyBookTable Tutorials
pt_br: Tutoriais MyBookTable

source: Tutorial Videos
pt_br: Vídeos de tutoriais

source: General WordPress Guides &amp; Tutorials
pt_br: Guias &amp; Tutoriais Wordpress

source: More Tutorial Videos
pt_br: Mais Vídeos de Tutoriais

source: Add New Book
pt_br: Adicionar Novo Livro

source: Welcome to MyBookTable!
pt_br: Bem vindo a MyBookTable!

source: First Steps
pt_br: Primeiros Passos

source: Look at some example Books
pt_br: Ver alguns livros exemplo

source: Create your first book
pt_br: Criar o seu primeiro livro

source: View your Book Table
pt_br: Ver a Mesa de Livros

source: Actions
pt_br: Ações

source: Manage
pt_br: Gerir

source: Resources
pt_br: Recursos

source: Get help using MyBookTable
pt_br: Obtenha ajuda para usar o MyBookTable

source: Developer Documentation
pt_br: Documentação de Programador

source: Sign Up for Book Marketing Tips from Author Media
pt_br: Registe-se para Dicas de Marketing da Author Media

source: Plugin Founders
pt_br: Fundadores do Plugin

source: Book Marketing Tips from Author Media
pt_br: Dicas de Marketing da Author Media

source: Recent News from Author Media
pt_br: Notícias Recentes da Author Media

source: Current Version
pt_br: Versão Atual

source: You are currently using
pt_br: Está a usar o

# You are currently using MyBookTable (with the) Developer Upgrade.
source: with the
pt_br: com a

source: Developer Upgrade
pt_br: Melhoria de Programador

source: Professional Upgrade
pt_br: Melhoria Profissional

source: Thank you for your support!
pt_br: Obrigado pelo seu apoio!

source: Upgrade your MyBookTable and get:
pt_br: Melhore o seu MyBookTable e obtenha:

source: Premium Support
pt_br: Suporte Premium

source: Amazon Affiliate Integration
pt_br: Integração Afiliado Amazon

source: Barnes &amp; Noble Affiliate Integration
pt_br: Integração Afiliado Barnes &amp; Noble

source: Universal Buy Button
pt_br: Botão Compra Universal

source: And much much more
pt_br: E muito, muito mais

source: Promotions
pt_br: Promoções

source: Get Upgrade
pt_br: Comprar Melhorias

source: Plugin successfully activated.
pt_br: Plugin ativado com sucesso.

source: An error occurred while trying to retrieve the plugin from the server. Please check your License Key.
pt_br: Um erro ocorreu ao adquirir o plugin do servidor. Por favor verifique a sua Chave de Licença.

source: Sorry, but you do not have the correct permissions to install plugins. Contact the administrator of this site for help on getting the plugin installed.
pt_br: Desculpe, mas não tem as permissões corretas para instalar plugins. Contacte o administrador do sites para o ajudar a instalar o plugin.

source: Installing Plugin: %s
pt_br: A Instalar Plugin: %s

source: You have no Upgrades available to download at this time.
pt_br: Não existem atualizações disponíveis neste momento.

source: Back to Dashboard
pt_br: Retroceder para o Menu

source: MyBookTable Founders
pt_br: fundadores de MyBookTable

source: This plugin was made possible by some adventurous kickstarters. We are so grateful for the members of the writing community who backed our Kickstarter project and helped us launch this plugin! Below are the ones who sponsored at the $75 level or higher. Thank you for your support!
pt_br: Este plugin foi possível devido a alguns "kickstarters" aventurosos. Agradecemos aos membros da comunidade que apoiaram o nosso projeto e nos ajudaram a lançar o plugin! Em baixo estão os que nos apoiaram com 75$ ou mais. Obrigado pelo vosso suporte!

source: The following books will be imported:
pt_br: Os seguintes livros serão importados:

source: Are you sure you want to import these books?
pt_br: Tem a certeza que quer importar esses livros?

source: Import
pt_br: Importar

source: Importer error! Unable to render import form.
pt_br: Erro na importação. Não foi possível processar o formulário de importação.

source: Importer error! Please ensure your MyBookTable Upgrade plugins are updated.
pt_br: Erro na importação. Por favor garanta que o seu plugin de melhoria MyBookTable está atualizado.

source: Import error:
pt_br: Erro importação:

source: Please wait, your books are importing...
pt_br: Por favor espere, os seus livros estão a ser importados...

source: Stop Import
pt_br: Parar Importação

source: Continue
pt_br: Continuar

source: Paste in the product URL for this item.
pt_br: Cole o URL do produto para este item.

source: Learn more about adding Buy Button links.
pt_br: Aprenda mais sobre adicionar links de Botão de Compra.

source: Search for books on %s.
pt_br: Procurar por livros em %s.

source: Buy from %s
pt_br: Comprar de %s

source: Valid Affiliate Token
pt_br: Token Afiliado Válido

source: Invalid Affiliate Token
pt_br: Token Afiliado Inválido

source: iTunes Affiliates
pt_br: Afiliados iTunes

source: Affiliate Token:
pt_br: Token de Afiliado:

source: You can find your iTunes Affiliate Token by visiting your <a href="http://affiliate.itunes.apple.com/signin" target="_blank">iTunes Affiliates page</a>. The code should be near the top left of the screen.
pt_br: Pode encontrar o seu Token Afiliado iTunes ao visitar a sua <a href="http://affiliate.itunes.apple.com/signin" target="_blank">página de Afiliado iTunes</a>. O código deve-se encontrar perto do topo esquerdo do ecrã.

source: Disable iTunes Affiliate System
pt_br: Desativar o sistema de Afiliados iTunes

source: Amazon Associates
pt_br: Associados Amazon

source: Valid Genius Link
pt_br: Link "Genius" Válido

source: Invalid Amazon product link
pt_br: Link Produto Amazon Inválido

source: Valid Amazon product link
pt_br: Link Produto Amazon Válido

source: Invalid Audible product link
pt_br: Link Produto Audible Inválido

source: Valid Audible product link
pt_br: Link Produto Audible Válido

source: Invalid Barnes &amp; Noble product link
pt_br: Link Produto Barnes &amp; Noble Inválido

source: Valid Barnes &amp; Noble product link
pt_br: Link Produto Barnes &amp; Noble Válido

source: Sign up and Learn more about Celery Pre-Orders
pt_br: Entre e saiba mais sobre pedidos antecipados "Celery"

source: Invalid product link
pt_br: Link Produto Inválido

source: Valid product link
pt_br: Link Produto Válido

source: Sort Books
pt_br: Ordenar Livros

source: Attribute Sorting
pt_br: Ordenar por Atributos

source: Sort
pt_br: Ordenar

source: Manual Sorting
pt_br: Ordenar Manualmente

source: Manual book sorting is not supported for more than 300 books. Please use Attribute Sorting.
pt_br: Ordenação manual não é suportada para mais de 300 livros. Por favor utilize a Ordenação por Atributos

source: No books to sort!
pt_br: Sem livros para ordenar!

source: Home
pt_br: Início

source: MyBookTable Import/Export
pt_br: Importar/Exportar MyBookTable

source: Import or Export your book data for backups or site transfer.
pt_br: Importe ou Exporte os seus dados de livros para criar cópias de segurança ou transferência de site.

source: Export
pt_br: Exportar

source: Book "%s" already exists
pt_br: O livro "%s" já existe

source: Import your books from the GetNoticed theme.
pt_br: Importe os seus livros do tema GetNoticed.

source: GetNoticed Import
pt_br: Importação GetNoticed

source: You must input your GoodReads Developer Key
pt_br: Deve introduzir a sua chave de programador GoodReads

source: Valid Developer Key
pt_br: Chave de Programador Válida

source: Invalid Developer Key
pt_br: Chave de Programador inválida

source: Insert your GoodReads Developer Key to <a href="%s">enable GoodReads reviews</a> on your book pages.
pt_br: Insira a sua Chave de Programador GoodReads para <a href="%s">ativar as críticas GoodReads</a> nas suas páginas de livro.

source: Learn how to get a GoodReads Developer Key
pt_br: Saiba como obter uma chave de programador GoodReads

source: No ISBN entered.
pt_br: ISBN não introduzido.

source: Valid ISBN
pt_br: ASIN Válido

source: (verify book)
pt_br: (verificar livro)

source: Invalid ISBN
pt_br: ASIN Inválido

source: SEO Title:
pt_br: Título SEO:

source: Title display in search engines is limited to 70 characters, %s characters left.
pt_br: O título é limitado a 70 caracteres nos motores de busca, faltam %s caracteres.

source: Meta Description:
pt_br: Meta Descrição:

source: The meta description will be limited to 156 characters, %s characters left.
pt_br: A descrição <code>meta</code> é limitada a 156 caracteres, faltam %s caracteres."

source: SEO Information
pt_br: Informação SEO

source: All Books
pt_br: Todos os Livros

source: List all your books in an embedded book listing.
pt_br: Listar todos os seus livros numa lista de livros incorporada.

source: Header
pt_br: Cabeçalho

source: Max Books to Display
pt_br: Livros de Max para Display

source: All Books in Series
pt_br: Todos os livros na Série

source: List all the books in a given series in an embedded book listing.
pt_br: Listar todos os livros de uma série numa lista de livros incorporada.

source: All Books in Genre
pt_br: Todos os Livros em Género

source: List all the books in a given genre in an embedded book listing.
pt_br: Listar todos os livros de um dado género numa lista de livros incorporada.

source: All Books with Tag
pt_br: Todos os Livros com etiqueta

source: List all the books with a given tag in an embedded book listing.
pt_br: Listar todos os livros com uma dada etiqueta numa lista de livros incorporada.

source: All Books by Author
pt_br: Todos os Livros por Autor

source: List all the books written by a given author in an embedded book listing.
pt_br: Listar todos os livros escritos por um dado autor numa lista de livros incorporada.

source: Single Book
pt_br: Livro Único

source: Show a given book in an embedded book listing.
pt_br: Mostrar um dado livro numa lista de livros incorporada.

source: Book
pt_br: Livro

source: Display Style
pt_br: Estilo exibição

source: Default
pt_br: Padrão

source: Summary
pt_br: Resumo

source: Buy Buttons
pt_br: Botões de Compra

source: Cover and Buy Buttons
pt_br: Capa e Botões de Compra

source: All Terms in Taxonomy
pt_br: Todos os termos na Taxonomia

source: This allows you to display all of the different items in a MyBookTable taxonomy.
pt_br: Isto permite-lhe mostrar todos os diferentes termos na Taxonomia MyBookTable

source: Taxonomy
pt_br: Taxonomia

source: Listing
pt_br: Listas

source: Menu Bar
pt_br: Barra de Menu

source: Simple
pt_br: Simples

source: Insert Shortcode
pt_br: Introduzir "Shortcode"

source: Close
pt_br: Fechar

source: Insert a Shortcode
pt_br: Introduzir um "shortcode"

source: To get started, select a shortcode from the list on the left.
pt_br: Para começar, selecione um "shortcode" da lista à esquerda.

source: Cancel
pt_br: Cancelar

source: Import your books from the Totally Booked plugin.
pt_br: Importe os seus livros do plugin Totally Booked.

source: Displays featured or random books.
pt_br: Mostrar livros em destaque ou aleatórios.

source: MyBookTable Featured Books
pt_br: Livros em Destaque MyBookTable

source: Featured Books
pt_br: Livros em Destaque

source: Title
pt_br: Título
